Repository: vsabatie/Esup-Pod
Catalog: pod/locale/*/LC_MESSAGES/djangojs.po
Languages: fr

source: Get time from the player
fr: Obtenir le temps du lecteur

source: Error getting form.
fr: Erreur lors de la récupération du formulaire.

source: The form could not be recovered.
fr: Le formulaire ne peut pas être récupéré.

source: You are no longer authenticated. Please log in again.
fr: Vous n’êtes plus authentifié. Veuillez vous reconnecter.

source: Make sure your chapter start time is not 0 or equal to another chapter start time.
fr: Assurez-vous que l’heure de début de votre chapitre n’est pas égale à 0 ou à une autre heure de début de chapitre.

source: One or more errors have been found in the form.
fr: Une ou plusieurs erreurs ont été trouvées dans le formulaire.

source: Make sure you added a file and that it is a valid file.
fr: Assurez-vous que vous avez ajouté un fichier et qu’il s’agit d’un fichier valide.

source: Invalid action.
fr: Action non valide.

source: Please enter a title from 2 to 100 characters.
fr: Veuillez entrer un titre contenant entre 2 et 100 caractères.

source: Please enter a correct start field between 0 and
fr: Veuillez entrer un correct temps de début compris entre 0 et

source: The chapter
fr: Le chapitre

source: starts at the same time.
fr: commencent au même moment.

source: Chapters
fr: Chapitres

source: WEBVTT start time(00:00.000) --> end time(00:00.000) caption text
fr: WEBVTT temps début(00:00.000) --> temps fin(00:00.000) texte de sous-titre

source: Unrecognized caption file format.
fr: Format de fichier de traduction non reconnu.

source: There are errors in your captions/subtitles. Please review.
fr: Il y a des erreurs dans vos légendes/sous-titres. Veuillez corriger svp.

source: There is no caption/subtitle to save.
fr: Il n’y a aucun sous-titre/légende à sauvegarder.

source: Not a valid time track file.
fr: Fichier de traduction invalide.

source: error during exchange
fr: erreur durant le téléversement

source: no data could be stored.
fr: aucune donnée ne peut être stockée.

source: You aborted the video playback.
fr: Vous avez interrompu la lecture de la vidéo.

source: A network error caused the video download to fail part-way.
fr: Une erreur de réseau a entraîné l’échec du téléchargement de la vidéo en partie.

source: The video playback was aborted due to a corruption problem or because the video used features your browser did not support.
fr: La lecture de la vidéo a été interrompue en raison d’un problème de corruption ou parce que la vidéo utilisait des fonctionnalités que votre navigateur ne prenait pas en charge.

source: The video could not be loaded, either because the server or network failed or because the format is not supported.
fr: La vidéo n’a pas pu être chargée, soit parce que le serveur ou le réseau est inaccessible, soit parce que le format n’est pas pris en charge.

source: An unknown error occurred.
fr: Une erreur inconnue est survenue.

source: Are you sure you want to delete all captions?
fr: Êtes-vous sûr(e) de vouloir supprimer les sous-titres ?

source: Caption for segment from %s to %s:
fr: Texte associé au segment entre %s et %s :

source: Edit caption for segment from %s to %s:
fr: Édition des sous-titres entre %s et %s :

source: No caption at this time code.
fr: Aucun texte pour cet horodatage.

source: Enter caption for segment from %s to %s:
fr: Veuillez entrer un texte pour le segment compris entre %s et %s :

source: Pause to enter caption for segment from %s to %s.
fr: Mettez en pause pour entrer le texte du segment entre %s et %s.

source: A caption cannot has more than 80 characters.
fr: Une légende / sous-titre ne peut comporter plus de 80 caractères.

source: Add a caption/subtitle after this one
fr: Ajouter un(e) légende/sous-titre ci-dessous

source: Add
fr: Ajouter

source: Delete this caption/subtitle
fr: Supprimer ce(tte) légende/sous-titre

source: Delete
fr: Supprimer

source: Caption / Subtitle
fr: Légende / Sous-titre

source: Start
fr: Début

source: End
fr: Fin

source: Time stamps
fr: Horodatages

source: Error loading caption file:
fr: Erreur durant le chargement du fichier de sous-titres :

source: Are you sure you want to delete this file?
fr: Êtes-vous sûr(e) de vouloir supprimer ce fichier ?

source: Are you sure you want to delete this contributor?
fr: Êtes-vous sûr(e) de vouloir supprimer ce contributeur ?

source: Are you sure you want to delete this document?
fr: Êtes-vous sûr(e) de vouloir supprimer ce document ?

source: Are you sure you want to delete this overlay?
fr: Êtes-vous sûr(e) de vouloir supprimer cette superposition ?

source: Display
fr: Afficher

source: Please enter a name from 2 to 100 caracteres.
fr: Veuillez entrer un nom entre 2 et 200 caractères.

source: You cannot enter a weblink with more than 200 caracteres.
fr: Vous ne pouvez pas entrer un lien web avec plus de 200 caractères.

source: Please enter a role.
fr: Veuillez entrer un rôle.

source: There is already a contributor with this same name and role in the list.
fr: Il existe déjà un contributeur avec le même nom et le même rôle dans cette liste.

source: Please enter a correct kind.
fr: Veuillez entrer un genre correct.

source: Please select a language.
fr: Veuillez renseigner une langue.

source: Please specify a track file.
fr: Veuillez joindre un fichier de piste vidéo.

source: Only .vtt format is allowed.
fr: Seulement le format ".vtt" est autorisé.

source: There is already a track with the same kind and language in the list.
fr: Il existe déjà une piste vidéo avec le même genre et la même langue dans la liste.

source: Please select a document
fr: Veuillez sélectionner un document

source: Iframe and Script tags are not allowed.
fr: Les balises Iframe et Script ne sont pas autorisées.

source: Close
fr: Fermer

source: Please enter a correct start from 0 to
fr: Veuillez entrer un correct temps de début compris entre 0 et

source: Please enter a correct end from 1 to
fr: Veuillez entrer un correct temps de fin compris entre 1 et

source: Please enter a correct image.
fr: Veuillez joindre une image correct.

source: Please enter a correct richtext.
fr: Veuillez entrer un texte riche correct.

source: Please enter a correct weblink.
fr: Veuillez entrer un lien web correct.

source: Weblink must be less than 200 characters.
fr: Un lien web doit contenir moins de 200 caractères.

source: Please select a document.
fr: Veuillez joindre un document.

source: Please enter a correct embed.
fr: Veuillez entrer une intégration correct.

source: Embed field must be less than 200 characters.
fr: Un code d’intégration doit comporter moins de 200 caractères.

source: Please enter a type in index field.
fr: Veuillez entrer un type.

source: The start field value is greater than the end field one.
fr: Le temps de début est supérieur au temps de fin.

source: The end field value is greater than the video duration.
fr: La temps de fin est supérieur à la durée de la vidéo.

source: End field and start field cannot be equal.
fr: Le commencement et la fin ne peuvent être équivalents.

source: There is an overlap with the enrichment
fr: Il y a un chevauchement avec l’enrichissement

source: please change start and/or end values.
fr: veuillez changer de valeur de début et/ou de fin.

source: Split view
fr: Vue partagée

source: slide off
fr: pas de diapo

source: pip video
fr: pip vidéo

source: video off
fr: pas de vidéo

source: Turn to
fr: Changer en

source: Open slide manager
fr: Ouvrir le gestionnaire de diapositives

source: Enrich mode
fr: Mode enrichi

source: An error occurred
fr: Une erreur est survenue.

source: Restricted because the broadcaster is restricted
fr: Obligatoirement restreint car le diffuseur est restreint

source: If this box is checked, the event will only be accessible to authenticated users.
fr: Si cette case est cochée, l’évènement ne sera accessible qu’aux utilisateurs authentifiés.

source: An error occurred on broadcaster fetch...
fr: Une erreur s’est produite lors du chargement du diffuseur…

source: No broadcaster set for this building
fr: Pas de diffuseur pour ce bâtiment

source: An error occurred during broadcasters loading...
fr: Une erreur s’est produite lors du chargement des diffuseurs…

source: An Error occurred while processing.
fr: Une erreur est survenue durant l’exécution du processus.

source: Descending sort
fr: Tri descendant

source: Ascending sort
fr: Tri ascendant

source: User not found
fr: Utilisateur non trouvé

source: Are you sure you want to delete theme '%(title)s'?
fr: Êtes-vous sûr(e) de vouloir supprimer le thème « %(title)s » ?

source: Changes have been saved.
fr: Les modifications ont été sauvegardées.

source: Error during exchange
fr: Erreur durant le téléversement

source: No data could be stored.
fr: Aucune donnée ne peut être stockée.

source: Theme sucessfully deleted.
fr: Suppression du thème réussie.

source: Action performed successfully.
fr: Action réalisée avec succès.

source: Change your picture
fr: Changer votre image

source: Add your picture
fr: Ajouter votre image

source: Text copied
fr: Texte copié

source: Errors appear in the form, please correct them
fr: Des erreurs sont présentes dans le formulaire, veuillez les corriger

source: The file size exceeds the maximum allowed value:
fr: Le fichier dépasse la taille maximum autorisée :

source: GB.
fr: Go.

source: The file extension not in the allowed extension:
fr: Cette extension de fichier n’est pas présente dans les extensions autorisées :

source: <b>Public:</b> the playlist can be accessed by anyone.
fr: <b>Public :</b> la liste de lecture est accessible par tous.

source: The video can not be added from this page.
fr: La vidéo ne peut être ajoutée depuis cette page.

source: The video slug not found.
fr: La trace (slug) de la vidéo est introuvable.

source: <b>Password-protected:</b> the playlist can be accessed by anyone with the appropriate link and password.
fr: <b>Protégé par un mot de passe :</b> la liste de lecture est accessible à <b>Protégé par un mot de passe :</b> la liste de lecture est accessible à <b>Protégé par un mot de passe :</b> la liste de lecture est accessible à <b>Protégé par un mot de passe :</b> la liste de lecture est accessible à toute personne disposant du lien et du mot de passe appropriés.

source: <b>Private:</b> only you have access to this playlist.
fr: <b>Privé :</b> vous seul avez accès à cette liste de lecture.

source: Save your reorganization
fr: Sauvegarder votre réorganisation

source: Save
fr: Sauvegarder

source: Network response was not ok.
fr: La réponse du réseau n'était pas correcte.

source: Loading…
fr: Chargement en cours…

source: Change image
fr: Changer d’image

source: Change file
fr: Changer de fichier

source: Open file in a new tab
fr: Ouvrir le fichier dans un nouvel onglet

source: Change
fr: Changer

source: Enter new name of folder
fr: Indiquer un nouveau nom au dossier

source: Remove
fr: Retirer

source: Server error
fr: Erreur du serveur

source: Are you sure you want to delete this folder?
fr: Êtes-vous sûr(e) de vouloir supprimer ce dossier ?

source: See more
fr: Voir plus

source: This folder is empty
fr: Ce dossier est vide

source: An error happened during notification subscription
fr: Une erreur s’est produite lors de l’abonnement aux notifications

source: Don't forget to allow notifications from this website in your browser's settings!
fr: N’oubliez pas d’autoriser les notifications provenant de ce site web dans N'oubliez pas d'autoriser les notifications provenant de ce site web dans N’oubliez pas d’autoriser les notifications provenant de ce site web dans votre navigateur !

source: You have denied notifications in your browser, to enable them back you must do it in your browser configuration menu.
fr: Vous avez décliné les notifications via votre navigateur, pour les activer à nouveau vous devez autoriser les notifications depuis les menus de configuration de votre navigateur.

source: Enable notifications
fr: Activer les notifications

source: Notifications are currently disabled.
fr: Les notifications sont actuellement désactivées.

source: Notifications are currently enabled.
fr: Les notifications sont actuellement activées.

source: Disable notifications
fr: Désactiver les notifications

source: Unsubscribe from Push Messaging
fr: Se désinscrire des notifications push

source: Successfully subscribed to push notifications.
fr: Souscription aux notifications réussie.

source: Error while subscribing to push notifications.
fr: Une erreur est survenue lors de la souscription aux notifications.

source: Channels
fr: Chaînes

source: Channel
fr: Chaîne

source: %(count)s channel
fr: %(count)s chaîne

source: No channels found
fr: Aucun chaîne trouvée

source: %(count)s video
fr: %(count)s vidéo

source: videos
fr: vidéos

source: video
fr: vidéo

source: No element found
fr: Aucun élément trouvé

source: An error occurred during the change of owner
fr: Une erreur s’est produite lors du changement de propriétaire

source: Please complete all fields correctly
fr: Veuillez remplir tous les champs correctement

source: Answer
fr: Réponse

source: Answers
fr: Réponses

source: Cancel
fr: Annuler

source: Agree with the comment
fr: D’accord avec ce commentaire

source: Reply to comment
fr: Répondre au commentaire

source: Reply
fr: Répondre

source: Remove this comment
fr: Supprimer ce commentaire

source: Show answers
fr: Afficher les réponses

source: Bad response from the server.
fr: Mauvaise réponse du serveur.

source: Sorry, you're not allowed to vote by now.
fr: Désolé, vous n’êtes pas autorisé à voter maintenant.

source: Sorry, you can't comment this video by now.
fr: Désolé, vous ne pouvez pas commenter cette vidéo maintenant.

source: The comment has been deleted successfully.
fr: Le commentaire a été supprimé avec succès.

source: Sorry, you can't delete this comment by now.
fr: Désolé, vous ne pouvez pas supprimer ce commentaire maintenant.

source: %s comment
fr: %s commentaire

source: This content is password protected.
fr: Ce contenu est protégé par mot de passe.

source: This content is chaptered.
fr: Ce contenu est chapitré.

source: This content is in draft.
fr: Ce contenu est en brouillon.

source: Video content.
fr: Contenu vidéo.

source: Audio content.
fr: Contenu audio.

source: Edit the video
fr: Éditer la vidéo

source: Complete the video
fr: Compléter la vidéo

source: Chapter the video
fr: Chapitrer la vidéo

source: Delete the video
fr: Supprimer la vidéo

source: Loading videos…
fr: Chargement des vidéos…

source: The date must be before or equal to
fr: La date doit être anterieure ou égale à

source: The deletion date can’t be earlier than today.
fr: La date de suppression ne peut pas être antérieure à aujourd’hui.

source: Seek back 10 seconds in the video
fr: Reculer de 10 secondes dans la vidéo

source: Seek forward 10 seconds in the video
fr: Avancer de 10 secondes dans la video

source: Quality
fr: Qualité

source: Category changes saved successfully
fr: Les changements sur la catégorie ont été sauvegardés avec succès

source: You cannot add two categories with the same title.
fr: Vous ne pouvez pas ajouter deux catégories avec le même titre.

source: Category deleted successfully
fr: Catégorie supprimée avec succès

source: An error occured, please refresh the page and try again.
fr: Une erreur est survenue, veuillez recharger la page et réessayer à nouveau.

source: Category title field is required.
fr: Le champ category titre est requis.

source: Save category
fr: Sauvegarder catégorie

source: You have no content without a category.
fr: Vous n’avez aucun contenu sans catégorie.

source: videos found
fr: vidéos trouvées

source: video found
fr: vidéo trouvée

source: Sorry, no video found
fr: Désolé, aucune vidéo trouvée

source: Edit the category
fr: Éditer la catégorie

source: Category created successfully
fr: Catégorie créée avec succès

source: Add new category
fr: Ajouter une catégorie

source: Create category
fr: Créer catégorie

source: Select the general type of the video.
fr: Sélectionnez le type général de vidéo.

source: Get notified when the video encoding is finished.
fr: Recevez une notification lorsque l’encodage de la vidéo est terminé.

source: Title
fr: Titre

source: View during the day
fr: Vue de la journée

source: View during the month
fr: Vue du mois

source: View during the year
fr: Vue de l’année

source: Total view from creation
fr: Vue totale depuis création

source: Playlist additions during the day
fr: Ajouts dans une liste de lecture durant la journée

source: Playlist additions during the month
fr: Ajouts dans une liste de lecture durant le mois

source: Playlist additions during the year
fr: Ajouts dans une liste de lecture durant l’année

source: Total Playlist additions from creation
fr: Ajouts en liste de lecture total depuis la création

source: Favorite additions during the day
fr: Ajouts en favoris de la journée

source: Favorite additions during the month
fr: Ajouts en favoris du mois

source: Favorite additions during the year
fr: Ajouts en favoris de l’année

source: Total favorite additions from creation
fr: Ajouts en favoris total depuis la création

source: Slug
fr: Titre court
